<template>
	<ActivityTopSection :image="'/img/activityPlans/yellow-stones.png'" />
	<Preparation :preparations="preparationsList" />
	<ActivityOpeningTalk />
	<ActivityFlow />
</template>

<script setup>
	const preparationsList = [
		{
			title: 'בחירת מיקום',
			description:
				'יש לאתר מקום מרכזי ובולט לעין להנחת שביל האבנים הצהובות, למשל בחצר בית ספר, בקרבת מרכז קהילתי או במרחב ציבורי אחר.',
		},
		{
			title: 'תכנון זמן הפעילות',
			description:
				'הפעילות מורכבת משני שלבים, כשבין השלב הראשון (צביעת האבנים) לשני (כתיבה ואיור על האבנים) נדרשת המתנה בין שעה אחת לשעות ספורות עד לייבוש מלא של הצבע . לפחות כדי לאפשר לצבע להתייבש.',
		},
		{
			title: 'חומרים נדרשים',
			description:
				'חלוקי נחל בגודל בינוני (גודל אגרוף*). צבע אקרילי צהוב (RAL1004), טושים עמידים למים (פוסקה רחב או ארטליין), מברשות צביעה, כפפות, יריעות ניילון לייבוש.רשימת שמות החטופים.*חלוקי נחל ניתן לאסוף, או לרכוש במשתלות ובחנויות חומרי בניין ויצירה, שלעתים מוכנות להעניק הנחות לטובת המטרה.',
		},
	]
</script>
